/*
功能：程序菜单样式函数
函数名：_glmenu2()
形参: void
返回值: void
*/
void _glmenu2()//管理员--图书管理
{
	printf("\033c");
	printf("\t\t\t####################################\n");
	printf("\t\t\t#     欢迎使用9组图书管理系统♥     #\n");
	printf("\t\t\t#          1--添加图书             #\n");
	printf("\t\t\t#          2--删除图书             #\n");
	printf("\t\t\t#          3--修改图书             #\n");
	printf("\t\t\t#          4--查找图书             #\n");
	printf("\t\t\t#          5--浏览图书             #\n");	
	printf("\t\t\t#          6--修改用户密码         #\n");
	printf("\t\t\t#          0--退出系统             #\n");
	printf("\t\t\t####################################\n");
	printf("请按相应数字键操作（回车确认）：");
}

